"use strict";

// Напишете програма която пресмята колко пари ще изкара шофьор на ТИР за един сезон.
// На входа програмата получава през кой сезон ще работи шофьора, както и колко километра на месец ще кара.
// Един сезон е 4 месеца. Според зависи сезона и броя километри на месец ще му се заплаща различна сума на километър:
// км на месец <= 5000
// Пролет/Есен
// 0.75 лв./км
// 0.95 лв./км
// Лято
// 0.90 лв./км
// 1.10 лв./км
// Зима
// 1.05 лв./км
// 1.25 лв./км
// 5000 < км на месец <= 10000
// 10000 < км на месец <= 20000 1.45 лв./км – за който и да е сезон

function truckDriver(input) {
  let season = String(input[0]);
  let kilometersPerMonth = Number(input[1]);
  let tax = 0.1;
}

truckDriver(["Summer", "3455"]);
